package com.idengyun.maplibrary.citylist;

/**
 * Created by yueyue on 2016/7/5.
 */
public class CityList {
    public static String cityjson="{\n" +
            "    \"code\": \"200\",\n" +
            "    \"msg\": \"成功\",\n" +
            "    \"data\": [\n" +
            "        {\n" +
            "            \"id\": \"fc29a0c9184a11e69c04080027618918\",\n" +
            "            \"name\": \"阿拉善盟\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc2c4008184a11e69c04080027618918\",\n" +
            "            \"name\": \"鞍山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca4311d184a11e69c04080027618918\",\n" +
            "            \"name\": \"安庆市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc90dd5184a11e69c04080027618918\",\n" +
            "            \"name\": \"安阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd123f4c184a11e69c04080027618918\",\n" +
            "            \"name\": \"阿坝藏族羌族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd168557184a11e69c04080027618918\",\n" +
            "            \"name\": \"安顺市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd28aeb7184a11e69c04080027618918\",\n" +
            "            \"name\": \"阿里地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2f3eb8184a11e69c04080027618918\",\n" +
            "            \"name\": \"安康市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd5164e7184a11e69c04080027618918\",\n" +
            "            \"name\": \"阿克苏地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd5680ef184a11e69c04080027618918\",\n" +
            "            \"name\": \"阿勒泰地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd5837fc184a11e69c04080027618918\",\n" +
            "            \"name\": \"阿拉尔市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd5c41c8184a11e69c04080027618918\",\n" +
            "            \"name\": \"澳门特别行政区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"c29c7129092745ad98210640e6320e2d\",\n" +
            "            \"name\": \"保亭县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"c8b3294fc19140a3b0c123a47fad8d1b\",\n" +
            "            \"name\": \"白沙县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc0a0d36184a11e69c04080027618918\",\n" +
            "            \"name\": \"北京市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc134fdb184a11e69c04080027618918\",\n" +
            "            \"name\": \"保定市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc219d6a184a11e69c04080027618918\",\n" +
            "            \"name\": \"包头市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc26cf76184a11e69c04080027618918\",\n" +
            "            \"name\": \"巴彦淖尔市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc2daeba184a11e69c04080027618918\",\n" +
            "            \"name\": \"本溪市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3c7921184a11e69c04080027618918\",\n" +
            "            \"name\": \"白山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3de25c184a11e69c04080027618918\",\n" +
            "            \"name\": \"白城市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca130bb184a11e69c04080027618918\",\n" +
            "            \"name\": \"蚌埠市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc3f32d184a11e69c04080027618918\",\n" +
            "            \"name\": \"滨州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcf8922e184a11e69c04080027618918\",\n" +
            "            \"name\": \"北海市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcfc5f06184a11e69c04080027618918\",\n" +
            "            \"name\": \"百色市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd10f91a184a11e69c04080027618918\",\n" +
            "            \"name\": \"巴中市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd186c37184a11e69c04080027618918\",\n" +
            "            \"name\": \"毕节市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1ca134184a11e69c04080027618918\",\n" +
            "            \"name\": \"保山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2ba659184a11e69c04080027618918\",\n" +
            "            \"name\": \"宝鸡市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd383d01184a11e69c04080027618918\",\n" +
            "            \"name\": \"白银市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd4fc647184a11e69c04080027618918\",\n" +
            "            \"name\": \"博尔塔拉州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd509bd8184a11e69c04080027618918\",\n" +
            "            \"name\": \"巴音郭楞蒙古自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"17259304be124b74a40afdd2f1a0692b\",\n" +
            "            \"name\": \"澄迈县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"2f4d16bce45341e5be8efba3d4c18b06\",\n" +
            "            \"name\": \"昌江县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc151b3e184a11e69c04080027618918\",\n" +
            "            \"name\": \"承德市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc15cdf8184a11e69c04080027618918\",\n" +
            "            \"name\": \"沧州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1ae69c184a11e69c04080027618918\",\n" +
            "            \"name\": \"长治市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc23bbe2184a11e69c04080027618918\",\n" +
            "            \"name\": \"赤峰市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc37bc0a184a11e69c04080027618918\",\n" +
            "            \"name\": \"朝阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc393f8e184a11e69c04080027618918\",\n" +
            "            \"name\": \"长春市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc904b90184a11e69c04080027618918\",\n" +
            "            \"name\": \"常州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca5738e184a11e69c04080027618918\",\n" +
            "            \"name\": \"滁州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca72e89184a11e69c04080027618918\",\n" +
            "            \"name\": \"巢湖市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca92631184a11e69c04080027618918\",\n" +
            "            \"name\": \"池州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcda6119184a11e69c04080027618918\",\n" +
            "            \"name\": \"长沙市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcddc7e7184a11e69c04080027618918\",\n" +
            "            \"name\": \"常德市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcdfedb5184a11e69c04080027618918\",\n" +
            "            \"name\": \"郴州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcee18d0184a11e69c04080027618918\",\n" +
            "            \"name\": \"潮州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcffc025184a11e69c04080027618918\",\n" +
            "            \"name\": \"崇左市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd03f292184a11e69c04080027618918\",\n" +
            "            \"name\": \"成都市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1fbfb7184a11e69c04080027618918\",\n" +
            "            \"name\": \"楚雄彝族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd258aaf184a11e69c04080027618918\",\n" +
            "            \"name\": \"昌都地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd4ed898184a11e69c04080027618918\",\n" +
            "            \"name\": \"昌吉州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"30ebde05048c4bcfbc3f8e9e7e89014d\",\n" +
            "            \"name\": \"定安县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"64ede7ddef894ab094f5074ab95593f9\",\n" +
            "            \"name\": \"东方市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc19298d184a11e69c04080027618918\",\n" +
            "            \"name\": \"大同市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc2b8ca6184a11e69c04080027618918\",\n" +
            "            \"name\": \"大连市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc2e666c184a11e69c04080027618918\",\n" +
            "            \"name\": \"丹东市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc4330cc184a11e69c04080027618918\",\n" +
            "            \"name\": \"大庆市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc661a2e184a11e69c04080027618918\",\n" +
            "            \"name\": \"大兴安岭地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcbbd9f9184a11e69c04080027618918\",\n" +
            "            \"name\": \"东营市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc25b7b184a11e69c04080027618918\",\n" +
            "            \"name\": \"德州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcecf4cf184a11e69c04080027618918\",\n" +
            "            \"name\": \"东莞市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd07a0a9184a11e69c04080027618918\",\n" +
            "            \"name\": \"德阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd0f9500184a11e69c04080027618918\",\n" +
            "            \"name\": \"达州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2224ef184a11e69c04080027618918\",\n" +
            "            \"name\": \"大理白族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd22b9df184a11e69c04080027618918\",\n" +
            "            \"name\": \"德宏傣族景颇族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd241505184a11e69c04080027618918\",\n" +
            "            \"name\": \"迪庆藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3d44e7184a11e69c04080027618918\",\n" +
            "            \"name\": \"定西市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc253fbc184a11e69c04080027618918\",\n" +
            "            \"name\": \"鄂尔多斯市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd53b9c184a11e69c04080027618918\",\n" +
            "            \"name\": \"鄂州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd8e5ec184a11e69c04080027618918\",\n" +
            "            \"name\": \"恩施州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc2d0e1a184a11e69c04080027618918\",\n" +
            "            \"name\": \"抚顺市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc309815184a11e69c04080027618918\",\n" +
            "            \"name\": \"阜新市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca5f6f5184a11e69c04080027618918\",\n" +
            "            \"name\": \"阜阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcaa92cf184a11e69c04080027618918\",\n" +
            "            \"name\": \"福州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb75fa8184a11e69c04080027618918\",\n" +
            "            \"name\": \"抚州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce66d36184a11e69c04080027618918\",\n" +
            "            \"name\": \"佛山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcf955a9184a11e69c04080027618918\",\n" +
            "            \"name\": \"防城港市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb40c28184a11e69c04080027618918\",\n" +
            "            \"name\": \"赣州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce321ec184a11e69c04080027618918\",\n" +
            "            \"name\": \"广州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcf6be80184a11e69c04080027618918\",\n" +
            "            \"name\": \"桂林市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcfade8d184a11e69c04080027618918\",\n" +
            "            \"name\": \"贵港市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd095fce184a11e69c04080027618918\",\n" +
            "            \"name\": \"广元市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd0edb03184a11e69c04080027618918\",\n" +
            "            \"name\": \"广安市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1302f3184a11e69c04080027618918\",\n" +
            "            \"name\": \"甘孜藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd148fe5184a11e69c04080027618918\",\n" +
            "            \"name\": \"贵阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3f5f47184a11e69c04080027618918\",\n" +
            "            \"name\": \"甘南藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd44676a184a11e69c04080027618918\",\n" +
            "            \"name\": \"果洛藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd49b2fc184a11e69c04080027618918\",\n" +
            "            \"name\": \"固原市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc101af2184a11e69c04080027618918\",\n" +
            "            \"name\": \"邯郸市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc17237c184a11e69c04080027618918\",\n" +
            "            \"name\": \"衡水市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc20e795184a11e69c04080027618918\",\n" +
            "            \"name\": \"呼和浩特市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc260bee184a11e69c04080027618918\",\n" +
            "            \"name\": \"呼伦贝尔市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3865ec184a11e69c04080027618918\",\n" +
            "            \"name\": \"葫芦岛市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3f8706184a11e69c04080027618918\",\n" +
            "            \"name\": \"哈尔滨市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc417f62184a11e69c04080027618918\",\n" +
            "            \"name\": \"鹤岗市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc475927184a11e69c04080027618918\",\n" +
            "            \"name\": \"黑河市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc92df93184a11e69c04080027618918\",\n" +
            "            \"name\": \"淮安市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc977463184a11e69c04080027618918\",\n" +
            "            \"name\": \"杭州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9a4c15184a11e69c04080027618918\",\n" +
            "            \"name\": \"湖州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca001d5184a11e69c04080027618918\",\n" +
            "            \"name\": \"合肥市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca1c6f9184a11e69c04080027618918\",\n" +
            "            \"name\": \"淮南市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca2fdab184a11e69c04080027618918\",\n" +
            "            \"name\": \"淮北市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca4befb184a11e69c04080027618918\",\n" +
            "            \"name\": \"黄山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc4abe6184a11e69c04080027618918\",\n" +
            "            \"name\": \"菏泽市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc9bd3d184a11e69c04080027618918\",\n" +
            "            \"name\": \"鹤壁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd2c911184a11e69c04080027618918\",\n" +
            "            \"name\": \"黄石市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd76e15184a11e69c04080027618918\",\n" +
            "            \"name\": \"黄冈市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcdbf037184a11e69c04080027618918\",\n" +
            "            \"name\": \"衡阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce107ae184a11e69c04080027618918\",\n" +
            "            \"name\": \"怀化市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce97671184a11e69c04080027618918\",\n" +
            "            \"name\": \"惠州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fceb4bda184a11e69c04080027618918\",\n" +
            "            \"name\": \"河源市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcfd1a40184a11e69c04080027618918\",\n" +
            "            \"name\": \"贺州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcfe0d09184a11e69c04080027618918\",\n" +
            "            \"name\": \"河池市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd00cf24184a11e69c04080027618918\",\n" +
            "            \"name\": \"海口市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd205489184a11e69c04080027618918\",\n" +
            "            \"name\": \"红河哈尼族彝族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2e0f60184a11e69c04080027618918\",\n" +
            "            \"name\": \"汉中市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd4140ca184a11e69c04080027618918\",\n" +
            "            \"name\": \"海东地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd41f117184a11e69c04080027618918\",\n" +
            "            \"name\": \"海北藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd42c797184a11e69c04080027618918\",\n" +
            "            \"name\": \"黄南藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd43976f184a11e69c04080027618918\",\n" +
            "            \"name\": \"海南藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd45f63b184a11e69c04080027618918\",\n" +
            "            \"name\": \"海西蒙古族藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd4dfef8184a11e69c04080027618918\",\n" +
            "            \"name\": \"哈密地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd53ef53184a11e69c04080027618918\",\n" +
            "            \"name\": \"和田地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"b94389d096124ee2911ac930b8e2966f\",\n" +
            "            \"name\": \"济源市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1b8de9184a11e69c04080027618918\",\n" +
            "            \"name\": \"晋城市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1cfd6c184a11e69c04080027618918\",\n" +
            "            \"name\": \"晋中市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc2f301f184a11e69c04080027618918\",\n" +
            "            \"name\": \"锦州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc39da1f184a11e69c04080027618918\",\n" +
            "            \"name\": \"吉林市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc40d910184a11e69c04080027618918\",\n" +
            "            \"name\": \"鸡西市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc44cfb9184a11e69c04080027618918\",\n" +
            "            \"name\": \"佳木斯市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc999cf4184a11e69c04080027618918\",\n" +
            "            \"name\": \"嘉兴市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9b9529184a11e69c04080027618918\",\n" +
            "            \"name\": \"金华市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb0f025184a11e69c04080027618918\",\n" +
            "            \"name\": \"景德镇市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb23888184a11e69c04080027618918\",\n" +
            "            \"name\": \"九江市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb4c808184a11e69c04080027618918\",\n" +
            "            \"name\": \"吉安市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb9137e184a11e69c04080027618918\",\n" +
            "            \"name\": \"济南市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcbe003f184a11e69c04080027618918\",\n" +
            "            \"name\": \"济宁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fccc11ad184a11e69c04080027618918\",\n" +
            "            \"name\": \"焦作市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd5e260184a11e69c04080027618918\",\n" +
            "            \"name\": \"荆门市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd6eddc184a11e69c04080027618918\",\n" +
            "            \"name\": \"荆州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce702f5184a11e69c04080027618918\",\n" +
            "            \"name\": \"江门市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcf37edc184a11e69c04080027618918\",\n" +
            "            \"name\": \"揭阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3178e8184a11e69c04080027618918\",\n" +
            "            \"name\": \"嘉峪关市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd320d15184a11e69c04080027618918\",\n" +
            "            \"name\": \"金昌市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3baec7184a11e69c04080027618918\",\n" +
            "            \"name\": \"酒泉市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc6a64c184a11e69c04080027618918\",\n" +
            "            \"name\": \"开封市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1aca91184a11e69c04080027618918\",\n" +
            "            \"name\": \"昆明市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd4c5834184a11e69c04080027618918\",\n" +
            "            \"name\": \"克拉玛依市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd525dd2184a11e69c04080027618918\",\n" +
            "            \"name\": \"克孜勒苏柯尔克孜自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd532cec184a11e69c04080027618918\",\n" +
            "            \"name\": \"喀什地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"5504a779364d4994a078e828c438d0d1\",\n" +
            "            \"name\": \"陵水县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"7004597646874a93b489072da9e92890\",\n" +
            "            \"name\": \"临高县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"f6a06d12cbf742aa8c2506794d506582\",\n" +
            "            \"name\": \"乐东县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc167a7c184a11e69c04080027618918\",\n" +
            "            \"name\": \"廊坊市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1f0f70184a11e69c04080027618918\",\n" +
            "            \"name\": \"临汾市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1fb1d1184a11e69c04080027618918\",\n" +
            "            \"name\": \"吕梁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc313930184a11e69c04080027618918\",\n" +
            "            \"name\": \"辽阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3b16c7184a11e69c04080027618918\",\n" +
            "            \"name\": \"辽源市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc923fd6184a11e69c04080027618918\",\n" +
            "            \"name\": \"连云港市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9ea684184a11e69c04080027618918\",\n" +
            "            \"name\": \"丽水市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca7fff0184a11e69c04080027618918\",\n" +
            "            \"name\": \"六安市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcaed7d5184a11e69c04080027618918\",\n" +
            "            \"name\": \"龙岩市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc101fb184a11e69c04080027618918\",\n" +
            "            \"name\": \"莱芜市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc1ad37184a11e69c04080027618918\",\n" +
            "            \"name\": \"临沂市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc30bfc184a11e69c04080027618918\",\n" +
            "            \"name\": \"聊城市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc75aa3184a11e69c04080027618918\",\n" +
            "            \"name\": \"洛阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce18abc184a11e69c04080027618918\",\n" +
            "            \"name\": \"娄底市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcf60357184a11e69c04080027618918\",\n" +
            "            \"name\": \"柳州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcfef22f184a11e69c04080027618918\",\n" +
            "            \"name\": \"来宾市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd0bdfa4184a11e69c04080027618918\",\n" +
            "            \"name\": \"乐山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd13b112184a11e69c04080027618918\",\n" +
            "            \"name\": \"凉山彝族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd152e01184a11e69c04080027618918\",\n" +
            "            \"name\": \"六盘水市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1dcd4a184a11e69c04080027618918\",\n" +
            "            \"name\": \"丽江市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1f1208184a11e69c04080027618918\",\n" +
            "            \"name\": \"临沧市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd24f547184a11e69c04080027618918\",\n" +
            "            \"name\": \"拉萨市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd295f59184a11e69c04080027618918\",\n" +
            "            \"name\": \"林芝地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd30df90184a11e69c04080027618918\",\n" +
            "            \"name\": \"兰州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3df676184a11e69c04080027618918\",\n" +
            "            \"name\": \"陇南市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3e9e28184a11e69c04080027618918\",\n" +
            "            \"name\": \"临夏回族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc464457184a11e69c04080027618918\",\n" +
            "            \"name\": \"牡丹江市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca25545184a11e69c04080027618918\",\n" +
            "            \"name\": \"马鞍山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce82f29184a11e69c04080027618918\",\n" +
            "            \"name\": \"茂名市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcea18eb184a11e69c04080027618918\",\n" +
            "            \"name\": \"梅州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd089265184a11e69c04080027618918\",\n" +
            "            \"name\": \"绵阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd0d767f184a11e69c04080027618918\",\n" +
            "            \"name\": \"眉山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc8cab4f184a11e69c04080027618918\",\n" +
            "            \"name\": \"南京市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc91a10a184a11e69c04080027618918\",\n" +
            "            \"name\": \"南通市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9844f6184a11e69c04080027618918\",\n" +
            "            \"name\": \"宁波市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcae4dde184a11e69c04080027618918\",\n" +
            "            \"name\": \"南平市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcaf889e184a11e69c04080027618918\",\n" +
            "            \"name\": \"宁德市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb045ce184a11e69c04080027618918\",\n" +
            "            \"name\": \"南昌市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fccef5d0184a11e69c04080027618918\",\n" +
            "            \"name\": \"南阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcf5444b184a11e69c04080027618918\",\n" +
            "            \"name\": \"南宁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd0b019b184a11e69c04080027618918\",\n" +
            "            \"name\": \"内江市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd0cc97b184a11e69c04080027618918\",\n" +
            "            \"name\": \"南充市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd23862b184a11e69c04080027618918\",\n" +
            "            \"name\": \"怒江傈僳族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd27df3d184a11e69c04080027618918\",\n" +
            "            \"name\": \"那曲地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc31d6c5184a11e69c04080027618918\",\n" +
            "            \"name\": \"盘锦市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcabd63a184a11e69c04080027618918\",\n" +
            "            \"name\": \"莆田市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb17dd7184a11e69c04080027618918\",\n" +
            "            \"name\": \"萍乡市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc8290b184a11e69c04080027618918\",\n" +
            "            \"name\": \"平顶山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd05847c184a11e69c04080027618918\",\n" +
            "            \"name\": \"攀枝花市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1e63c0184a11e69c04080027618918\",\n" +
            "            \"name\": \"普洱市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3b04a2184a11e69c04080027618918\",\n" +
            "            \"name\": \"平凉市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"2bfcc973fe354ad49f6e100ebf92db56\",\n" +
            "            \"name\": \"琼海市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"493526357d7e469e82024c7007703960\",\n" +
            "            \"name\": \"潜江市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"62df2e15ad6b4f0e9c6052abc7fc2dea\",\n" +
            "            \"name\": \"琼中县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc0f7429184a11e69c04080027618918\",\n" +
            "            \"name\": \"秦皇岛市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc40236e184a11e69c04080027618918\",\n" +
            "            \"name\": \"齐齐哈尔市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc457d86184a11e69c04080027618918\",\n" +
            "            \"name\": \"七台河市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcad30cb184a11e69c04080027618918\",\n" +
            "            \"name\": \"泉州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb9c6be184a11e69c04080027618918\",\n" +
            "            \"name\": \"青岛市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcec500c184a11e69c04080027618918\",\n" +
            "            \"name\": \"清远市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcfa111e184a11e69c04080027618918\",\n" +
            "            \"name\": \"钦州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd17d1c2184a11e69c04080027618918\",\n" +
            "            \"name\": \"黔西南布依族苗族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd192072184a11e69c04080027618918\",\n" +
            "            \"name\": \"黔东南苗族侗族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd19b04a184a11e69c04080027618918\",\n" +
            "            \"name\": \"黔南布依族苗族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1b59fd184a11e69c04080027618918\",\n" +
            "            \"name\": \"曲靖市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3c6b85184a11e69c04080027618918\",\n" +
            "            \"name\": \"庆阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc04c20184a11e69c04080027618918\",\n" +
            "            \"name\": \"日照市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2732e0184a11e69c04080027618918\",\n" +
            "            \"name\": \"日喀则地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"c403ae8fec7c41159e07bd3401b770fd\",\n" +
            "            \"name\": \"三沙市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc0dd675184a11e69c04080027618918\",\n" +
            "            \"name\": \"石家庄市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1c457f184a11e69c04080027618918\",\n" +
            "            \"name\": \"朔州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc2a9f90184a11e69c04080027618918\",\n" +
            "            \"name\": \"沈阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3a7f0d184a11e69c04080027618918\",\n" +
            "            \"name\": \"四平市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3d224c184a11e69c04080027618918\",\n" +
            "            \"name\": \"松原市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc425f40184a11e69c04080027618918\",\n" +
            "            \"name\": \"双鸭山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc54ce58184a11e69c04080027618918\",\n" +
            "            \"name\": \"绥化市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc7292d5184a11e69c04080027618918\",\n" +
            "            \"name\": \"上海市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc90fd3a184a11e69c04080027618918\",\n" +
            "            \"name\": \"苏州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc964dbf184a11e69c04080027618918\",\n" +
            "            \"name\": \"宿迁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9aefb9184a11e69c04080027618918\",\n" +
            "            \"name\": \"绍兴市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca6a893184a11e69c04080027618918\",\n" +
            "            \"name\": \"宿州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcac8757184a11e69c04080027618918\",\n" +
            "            \"name\": \"三明市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb81cfd184a11e69c04080027618918\",\n" +
            "            \"name\": \"上饶市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcce7cd4184a11e69c04080027618918\",\n" +
            "            \"name\": \"三门峡市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fccf9292184a11e69c04080027618918\",\n" +
            "            \"name\": \"商丘市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd3610d184a11e69c04080027618918\",\n" +
            "            \"name\": \"十堰市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd86e89184a11e69c04080027618918\",\n" +
            "            \"name\": \"随州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd97a23184a11e69c04080027618918\",\n" +
            "            \"name\": \"神农架林区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcdc9efa184a11e69c04080027618918\",\n" +
            "            \"name\": \"邵阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce3bcc3184a11e69c04080027618918\",\n" +
            "            \"name\": \"韶关市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce45681184a11e69c04080027618918\",\n" +
            "            \"name\": \"深圳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce5afa1184a11e69c04080027618918\",\n" +
            "            \"name\": \"汕头市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fceaa2d1184a11e69c04080027618918\",\n" +
            "            \"name\": \"汕尾市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd019ba0184a11e69c04080027618918\",\n" +
            "            \"name\": \"三亚市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd0a31f4184a11e69c04080027618918\",\n" +
            "            \"name\": \"遂宁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd264de1184a11e69c04080027618918\",\n" +
            "            \"name\": \"山南地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd300035184a11e69c04080027618918\",\n" +
            "            \"name\": \"商洛市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd482c31184a11e69c04080027618918\",\n" +
            "            \"name\": \"石嘴山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd576b59184a11e69c04080027618918\",\n" +
            "            \"name\": \"石河子市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"0f45919e6b814150b64ecda5151eb860\",\n" +
            "            \"name\": \"屯昌县\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"c1ab9cb86c5243eb8a2505f5281bf207\",\n" +
            "            \"name\": \"铁门关市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"d8a3c0208ea745818f045921390075b6\",\n" +
            "            \"name\": \"天门市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc0b6bbb184a11e69c04080027618918\",\n" +
            "            \"name\": \"天津市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc0e8e5a184a11e69c04080027618918\",\n" +
            "            \"name\": \"唐山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc185152184a11e69c04080027618918\",\n" +
            "            \"name\": \"太原市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc248105184a11e69c04080027618918\",\n" +
            "            \"name\": \"通辽市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc327844184a11e69c04080027618918\",\n" +
            "            \"name\": \"铁岭市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3bc9f2184a11e69c04080027618918\",\n" +
            "            \"name\": \"通化市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc95852c184a11e69c04080027618918\",\n" +
            "            \"name\": \"泰州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9e0330184a11e69c04080027618918\",\n" +
            "            \"name\": \"台州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca393ab184a11e69c04080027618918\",\n" +
            "            \"name\": \"铜陵市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcbee5a8184a11e69c04080027618918\",\n" +
            "            \"name\": \"泰安市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1729e7184a11e69c04080027618918\",\n" +
            "            \"name\": \"铜仁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2b16c2184a11e69c04080027618918\",\n" +
            "            \"name\": \"铜川市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd38f3e9184a11e69c04080027618918\",\n" +
            "            \"name\": \"天水市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd4d428f184a11e69c04080027618918\",\n" +
            "            \"name\": \"吐鲁番地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd55b660184a11e69c04080027618918\",\n" +
            "            \"name\": \"塔城地区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd5901bd184a11e69c04080027618918\",\n" +
            "            \"name\": \"图木舒克市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd5d4dd5184a11e69c04080027618918\",\n" +
            "            \"name\": \"台湾\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"0c4dde13c5bc4882961cd86ad0b1ee94\",\n" +
            "            \"name\": \"文昌市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"8827879f35264018b1f697f940daafff\",\n" +
            "            \"name\": \"五指山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"f24c2327382d4314ba1da1357436a6aa\",\n" +
            "            \"name\": \"万宁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc226226184a11e69c04080027618918\",\n" +
            "            \"name\": \"乌海市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc27b0e6184a11e69c04080027618918\",\n" +
            "            \"name\": \"乌兰察布市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc8f0fe4184a11e69c04080027618918\",\n" +
            "            \"name\": \"无锡市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc98f4c4184a11e69c04080027618918\",\n" +
            "            \"name\": \"温州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca0aace184a11e69c04080027618918\",\n" +
            "            \"name\": \"芜湖市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcbd4e7e184a11e69c04080027618918\",\n" +
            "            \"name\": \"潍坊市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcbf99c8184a11e69c04080027618918\",\n" +
            "            \"name\": \"威海市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd22fd9184a11e69c04080027618918\",\n" +
            "            \"name\": \"武汉市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcf7aefc184a11e69c04080027618918\",\n" +
            "            \"name\": \"梧州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd20edf7184a11e69c04080027618918\",\n" +
            "            \"name\": \"文山壮族苗族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2cd3c1184a11e69c04080027618918\",\n" +
            "            \"name\": \"渭南市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd39a69e184a11e69c04080027618918\",\n" +
            "            \"name\": \"武威市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd48e7f0184a11e69c04080027618918\",\n" +
            "            \"name\": \"吴忠市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd4b92a0184a11e69c04080027618918\",\n" +
            "            \"name\": \"乌鲁木齐市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd59fa04184a11e69c04080027618918\",\n" +
            "            \"name\": \"五家渠市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"2096548f52a74c9196ebcd548bc234e7\",\n" +
            "            \"name\": \"仙桃市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc11e4ab184a11e69c04080027618918\",\n" +
            "            \"name\": \"邢台市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1e6dda184a11e69c04080027618918\",\n" +
            "            \"name\": \"忻州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc28530d184a11e69c04080027618918\",\n" +
            "            \"name\": \"兴安盟\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc28f91e184a11e69c04080027618918\",\n" +
            "            \"name\": \"锡林郭勒盟\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc8fa7c8184a11e69c04080027618918\",\n" +
            "            \"name\": \"徐州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca9b6be184a11e69c04080027618918\",\n" +
            "            \"name\": \"宣城市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcab2b2d184a11e69c04080027618918\",\n" +
            "            \"name\": \"厦门市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb2c9c8184a11e69c04080027618918\",\n" +
            "            \"name\": \"新余市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fccb29e5184a11e69c04080027618918\",\n" +
            "            \"name\": \"新乡市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fccd5d23184a11e69c04080027618918\",\n" +
            "            \"name\": \"许昌市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd0189b184a11e69c04080027618918\",\n" +
            "            \"name\": \"信阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd49c45184a11e69c04080027618918\",\n" +
            "            \"name\": \"襄阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd66738184a11e69c04080027618918\",\n" +
            "            \"name\": \"孝感市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd7ef34184a11e69c04080027618918\",\n" +
            "            \"name\": \"咸宁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcdb6cda184a11e69c04080027618918\",\n" +
            "            \"name\": \"湘潭市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce21a7b184a11e69c04080027618918\",\n" +
            "            \"name\": \"湘西州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2192f5184a11e69c04080027618918\",\n" +
            "            \"name\": \"西双版纳傣族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2a4ce3184a11e69c04080027618918\",\n" +
            "            \"name\": \"西安市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2c44fa184a11e69c04080027618918\",\n" +
            "            \"name\": \"咸阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd407864184a11e69c04080027618918\",\n" +
            "            \"name\": \"西宁市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd5b1e2d184a11e69c04080027618918\",\n" +
            "            \"name\": \"香港特别行政区\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1a2271184a11e69c04080027618918\",\n" +
            "            \"name\": \"阳泉市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc1dc257184a11e69c04080027618918\",\n" +
            "            \"name\": \"运城市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc2fd289184a11e69c04080027618918\",\n" +
            "            \"name\": \"营口市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc3e92c6184a11e69c04080027618918\",\n" +
            "            \"name\": \"延边朝鲜族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc43f071184a11e69c04080027618918\",\n" +
            "            \"name\": \"伊春市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9380c8184a11e69c04080027618918\",\n" +
            "            \"name\": \"盐城市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc941442184a11e69c04080027618918\",\n" +
            "            \"name\": \"扬州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb37ec3184a11e69c04080027618918\",\n" +
            "            \"name\": \"鹰潭市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcb685f2184a11e69c04080027618918\",\n" +
            "            \"name\": \"宜春市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcbc9934184a11e69c04080027618918\",\n" +
            "            \"name\": \"烟台市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd3f652184a11e69c04080027618918\",\n" +
            "            \"name\": \"宜昌市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcdd3698184a11e69c04080027618918\",\n" +
            "            \"name\": \"岳阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcdef434184a11e69c04080027618918\",\n" +
            "            \"name\": \"益阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce07786184a11e69c04080027618918\",\n" +
            "            \"name\": \"永州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcebc8b7184a11e69c04080027618918\",\n" +
            "            \"name\": \"阳江市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcf439f4184a11e69c04080027618918\",\n" +
            "            \"name\": \"云浮市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcfb99e1184a11e69c04080027618918\",\n" +
            "            \"name\": \"玉林市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd0e179c184a11e69c04080027618918\",\n" +
            "            \"name\": \"宜宾市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd103590184a11e69c04080027618918\",\n" +
            "            \"name\": \"雅安市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1bef36184a11e69c04080027618918\",\n" +
            "            \"name\": \"玉溪市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2d8d81184a11e69c04080027618918\",\n" +
            "            \"name\": \"延安市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd2eb02b184a11e69c04080027618918\",\n" +
            "            \"name\": \"榆林市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd45261e184a11e69c04080027618918\",\n" +
            "            \"name\": \"玉树藏族自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd47336d184a11e69c04080027618918\",\n" +
            "            \"name\": \"银川市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd54df20184a11e69c04080027618918\",\n" +
            "            \"name\": \"伊犁哈萨克自治州\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"17aa104591084120ac62cf11947a575a\",\n" +
            "            \"name\": \"儋州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc146b93184a11e69c04080027618918\",\n" +
            "            \"name\": \"张家口市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc94d673184a11e69c04080027618918\",\n" +
            "            \"name\": \"镇江市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9c908d184a11e69c04080027618918\",\n" +
            "            \"name\": \"衢州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fc9d46b7184a11e69c04080027618918\",\n" +
            "            \"name\": \"舟山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fca88fba184a11e69c04080027618918\",\n" +
            "            \"name\": \"亳州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcadb7e4184a11e69c04080027618918\",\n" +
            "            \"name\": \"漳州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcba6d3d184a11e69c04080027618918\",\n" +
            "            \"name\": \"淄博市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcbb2a89184a11e69c04080027618918\",\n" +
            "            \"name\": \"枣庄市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcc5b664184a11e69c04080027618918\",\n" +
            "            \"name\": \"郑州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcccc5c3184a11e69c04080027618918\",\n" +
            "            \"name\": \"濮阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fccdf97e184a11e69c04080027618918\",\n" +
            "            \"name\": \"漯河市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd0c1d4184a11e69c04080027618918\",\n" +
            "            \"name\": \"周口市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcd15bba184a11e69c04080027618918\",\n" +
            "            \"name\": \"驻马店市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcdaef46184a11e69c04080027618918\",\n" +
            "            \"name\": \"株洲市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fcde5221184a11e69c04080027618918\",\n" +
            "            \"name\": \"张家界市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce50891184a11e69c04080027618918\",\n" +
            "            \"name\": \"珠海市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce79960184a11e69c04080027618918\",\n" +
            "            \"name\": \"湛江市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fce8e2f7184a11e69c04080027618918\",\n" +
            "            \"name\": \"肇庆市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fced83ff184a11e69c04080027618918\",\n" +
            "            \"name\": \"中山市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd02d408184a11e69c04080027618918\",\n" +
            "            \"name\": \"重庆市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd04bdc3184a11e69c04080027618918\",\n" +
            "            \"name\": \"自贡市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd065fee184a11e69c04080027618918\",\n" +
            "            \"name\": \"泸州市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd11ab28184a11e69c04080027618918\",\n" +
            "            \"name\": \"资阳市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd15ef92184a11e69c04080027618918\",\n" +
            "            \"name\": \"遵义市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd1d386f184a11e69c04080027618918\",\n" +
            "            \"name\": \"昭通市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd3a5392184a11e69c04080027618918\",\n" +
            "            \"name\": \"张掖市\",\n" +
            "            \"areas\": null\n" +
            "        },\n" +
            "        {\n" +
            "            \"id\": \"fd4a790e184a11e69c04080027618918\",\n" +
            "            \"name\": \"中卫市\",\n" +
            "            \"areas\": null\n" +
            "        }\n" +
            "    ]\n" +
            "}" ;

}